"Every 10 minutes" = "10分間隔";
"Manually" = "手動";
"Rescan" = "再スキャン";
"Show Info" = "詳細表示";
"Delete selected source" = "選択したソースを削除";
"Every day" = "毎日";
"Add source..." = "ソースを追加。。。";
"Every half hour" = "30分おき";
"Rescan source" = "ソースを再度スキャンする";
"Sources" = "ソース";
"Every hour" = "毎時";
"Rescan frequency" = "再スキャンの頻度";
